Rhino.Inside.Revit API
Revit.ActiveDBApplication Property
[Missing <summary> documentation for "P:RhinoInside.Revit.Revit.ActiveDBApplication"]
 Namespace: RhinoInside.Revit
 Assembly: RhinoInside.Revit (in RhinoInside.Revit.dll) Version: 1.5.8027
Syntax
public static Autodesk.Revit.ApplicationServices.Application ActiveDBApplication { get; }
@property
def ActiveDBApplication(self) -> Autodesk.Revit.ApplicationServices.Application
Property Value
Type: Autodesk.Revit.ApplicationServices.Application
See Also
Reference
Revit Class
RhinoInside.Revit Namespace